Repository: wp-plugins/hashtagger
Catalog: languages/hashtagger-*.po
Languages: de_de, es_es

source: currently link to
de_de: verlinken aktuell zu
es_es: actualmente enlazado a

source: The <b>Tag base</b> for the Archive URL can be changed on %s page
de_de: Die <b>Schlagwort-Basis</b> für die Archiv URL kann unter %s geändert werden
es_es: La <b>Etiqueta base </b> para la URL del Archivo puede ser cambiada en la página %s

source: CSS class name(s) for #hashtags
de_de: CSS Klassen Name(n) für #hashtags
es_es: Nombre(s) de la clase CSS para #hashtags

source: CSS class name(s) for +#hashtag links
de_de: CSS Klassen Name(n) für +#hashtag Links
es_es: Nombre(s) de la clase CSS para enlaces de #hashtag

source: Link @usernames
de_de: @usernamen verlinken
es_es: Enlace @usernames

source: CSS class name(s) for @usernames
de_de: CSS Klassen Name(n) für @usernamen
es_es: Nombre(s) de la clase CSS para @usernames

source: Ignore @usernames
de_de: @usernamen ignorieren
es_es: Ignorar @usernames

source: Link @usernames to users profile page
de_de: @usernamen mit Benutzerprofil verlinken
es_es: Enlace @usernames a la página del perfil de los usuarios

source: Link @usernames to users website in same browser tab
de_de: @usernamen mit Website des Benutzers in gleichem Browser Tab verlinken
es_es: Enlace @usernames al sitio web de los usuarios en la misma pestaña del navegador

source: Link @usernames to users website in new browser tab
de_de: @usernamen mit Website des Benutzers in neuem Browser Tab verlinken
es_es: Enlace @usernames al sitio web de los usuarios en una nueva pestaña del navegador

source: @nicknames
de_de: @nicknamen

source: Use @nicknames instead of @usernames
de_de: @nicknamen anstatt @usernamen verwenden
es_es: Usar @nicknames en vez de @usernames

source: Highly recommended to enhance WordPress security!
de_de: Dringend empfohlen zur Verbesserung der WordPress Sicherheit!
es_es: ¡Altamente recomendado para mejorar la seguridad de WordPress!

source: Read more
de_de: Mehr darüber
es_es: Leer más

source: Post Types
de_de: Beitragstypen
es_es: Tipos de Post

source: Section Types
de_de: Bereiche
es_es: Tipos de Sección

source: CSS Style
de_de: CSS Stil
es_es: Estilo CSS

source: Regnerate
de_de: Erneuern
es_es: Regenerar

source: Process all existing objects using the current settings
de_de: Alle vorhandenen Objekte mit den aktuellen Einstellungen bearbeiten
es_es: Procesar todos los objetos existentes usando los ajustes actuales

source: No objects to process!
de_de: Keine Objekte zu verarbeiten!
es_es: ¡No hay objetos a procesar!

source: Do not delete unused Tags
de_de: Nicht benutzte Tags nicht löschen
es_es: No borrar las Etiquetas sin usar

source: Custom Post Types
de_de: Benutzerdefinierter Beitragstyp
es_es: Tipos de Post Personalizado

source: Handling of @usernames
de_de: Behandlung von @usernamen
es_es: Gestionando los @usernames

source: Handling of existing Tags
de_de: Behandlung von vorhandenen Tags
es_es: Gestionando las Etiquetas existentes

source: Post Types to process
de_de: Zu verarbeitende Beitragstypen
es_es: Tipos de Post a procesar

source: Section Types to process
de_de: Zu verarbeitende Bereiche
es_es: Tipos de Sección a procesar

source: CSS Classes to style links
de_de: CSS Klassen für Links
es_es: Clases CSS a los enlaces de estilo

source: Please confirm to regenerate
de_de: Neu-Erstellung bitte bestätigen
es_es: Por favor confirme para regenerar

source: Process all objects
de_de: Alle Objekte bearbeiten
es_es: Procesar todos los objetos

source: Please be patient while objects are processed. Do not close or leave this page.
de_de: Bitte warten während die Objekte bearbeitet werden. Diese Seite nicht schließen oder verlassen.
es_es: Por favor sea paciente mientras los objetos son procesados. No cierre o deje esta página.

source: Abort regeneration
de_de: Vorgang abbrechen
es_es: Abortar regeneración

source: Aborting process...
de_de: Vorgang wird abgebrochen...
es_es: Abortando proceso...

source: Process aborted. {COUNTER} of {OBJECTS} objects have been processed.
de_de: Vorgang abgebrochen. {COUNTER} von {OBJECTS} Objekten wurden bearbeitet.
es_es: Proceso abortado. Los objetos {COUNTER} de {OBJECTS} han sido procesados.

source: All done. {OBJECTS} objects have been processed.
de_de: Alles erledigt. {OBJECTS} Objekte wurden bearbeitet.
es_es: Todo hecho. Los objetos {OBJECTS} han sido procesados.
